Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: All conflicts resolved. Continue or abort the rebase.
ar: تم حل جميع التعارضات. متابعة أو إحباط إعادة الأساس.
da: Alle konflikter er løst. Fortsæt eller afbryd rebasen.
de: Alle Konflikte gelöst. Setzen Sie den Rebase fort oder brechen Sie ihn ab.
es: Todos los conflictos resueltos. Continuar o cancelar la rebase.
fi: Kaikki konfliktit ratkaistu. Jatkakaa tai keskeyttäkää.
fr: Tous les conflits résolus. Continuer ou annuler la rebase.
he: : כל התנגשויות נפתרו. המשך או סיום של הפעולה של إعادة הבסיס.
hi: : सभी संघर्ष सुलझाए गए हैं। रीबेस को जारी रखें या रोकें।
hu: : Minden konfliktus megoldott. Folytassa vagy leállítsa a rebase-előkészítést.
id: Semua konflik telah diselesaikan. Lanjutkan atau batalkan proses rebase.
it: Tutti i conflitti sono stati risolti. Continua o annulla la rebase.
ja: ：すべてのコンフリクトが解決されました。再ベースアップを継続または中止してください。
ko: : 모든 충돌이 해결되었습니다. 재기반화를 계속하거나 중단하십시오.
nb: Alle konflikter er løst. Fortsett eller avbryt omsetningen.
nl: : Alle conflicten zijn opgelost. Voer de herbasisering door of stoppt u met deze?
pl: : wszystkie konflikty rozwiązano. Następnie można kontynuować lub anuluje operację rebase.
pt_br: : Todos os conflitos foram resolvidos. Continuar ou abortar a rebase.
ru: Все конфликты устранены. Продолжить или отменить переустановку основания.
sv: Alla konflikter lösta. Fortsätt eller avbryt omvändningen.
th: : ความขัดแย้งทั้งหมดได้รับการแก้ไขแล้ว โปรดดำเนินการต่อหรือยกเลิกการปรับฐานข้อมูล
tr: : Tüm çakıllar çözüldü. Yeniden temelleme işlemi devam ettirin veya sonlandırın.
uk: Усі конфлікти вирішені. Продовжити або припинити переузгодження.
vi: : Tất cả xung đột đã được giải quyết. Tiếp tục hoặc hủy thao tác tái căn cứ.
zh_hans: ：所有冲突已解决。可继续或中止重新合并操作。
zh_hant: ：所有衝突已解決。可繼續或中止重新閤併操作。

source: All debug log entries will be permanently deleted.
ar: سيتم حذف كافة إدخالات سجل التصحيح نهائيًا.
da: Alle fejlretningslogposter vil blive slettet permanent.
de: Alle Debug-Protokolleinträge werden dauerhaft gelöscht.
es: Todas las entradas del registro de depuración se eliminarán permanentemente.
fi: Kaikki vianetsintäkirjat poistetaan pysyvästi.
fr: Toutes les entrées du journal de débogage seront définitivement supprimées.
he: : כל תכניות במאגרי דג'ב יוסלקו באופן קבוע.
hi: : सभी डिबग लॉग प्रविष्टियों को स्थायी रूप से हटा दिया जाएगा।
hu: : Minden debugnaplóbejegyzés fennsítsül.
id: : Semua entri log debug akan dihapus secara permanen.
it: : Tutte le righe dei log di debug verranno eliminate permanentemente.
ja: ：すべてのデバッグログエントリは、永続的に削除されます。
ko: : 모든 디버그 로그 항목은 영구적으로 삭제됩니다.
nb: : Alle debug-logginnlegg vil bli permanent slettet.
nl: : Alle debug-logregistraties worden permanent verwijderd.
pl: : wszystkie wpisy w dzienniku debugowania zostaną na zawsze usunięte.
pt_br: : Todas as entradas do registro de depuração serão excluídas permanentemente.
ru: : Все записи в журнале отладки будут навсегда удалены.
sv: Alla debug-logguppgifter kommer att raderas permanent.
th: : รายการบันทึกดีบักทั้งหมดจะถูกลบอย่างถาวร
tr: : Tüm debug günlük kayıtları sonsuza kadar silinecektir.
uk: : Усі записи у журналі дебагування будуть підтримковано видалені.
vi: : Tất cả các bản ghi nhật ký debug sẽ bị xóa vĩnh viễn.
zh_hans: ：所有调试日志条目将被永久删除。
zh_hant: ：所有調試日誌條目將被永久刪除。

source: All edits for this path have been staged.
ar: تم تنظيم كافة التعديلات لهذا المسار.
da: Alle redigeringer for denne sti er blevet iscenesat.
de: Alle Änderungen für diesen Pfad wurden bereitgestellt.
es: Se han preparado todas las ediciones de esta ruta.
fi: Kaikki muokkaukset tälle polulle on järjestetty.
fr: Toutes les édits pour ce chemin ont été mis en scène.
he: : כל העריכות לנתיב זה כבר נשלחו לאופנה.
hi: : इस पथ के सभी संपादनों को स्टेज कर दिया गया है।
hu: : Ez a utat illetően minden módosítás már elrendelt állapotban van.
id: Semua edisi untuk jalur ini telah diproses ke tahap staging.
it: : Tutte le modifiche per questo percorso sono state stazionate.
ja: ：このパスに関するすべての編集は、ステージに保存されました。
ko: : 이 경로에 대한 모든 편집 작업이 스테이지되었습니다.
nb: : Alle redigeringer for denne stien er lagt til stage.
nl: : Alle bewerkingen voor deze padroute zijn gestaged.
pl: : wszystkie edycje dla tego ścieżki zostały zapisane w stanie pendingu.
pt_br: : Todas as edições para este caminho foram armazenadas no staging.
ru: : Все редактирования по этому пути были сохранены в стадию staging.
sv: Alla redigeringar för denna väg har lagrats.
th: : การแก้ไขทั้งหมดสำหรับเส้นทางนี้ได้ถูกจัดเก็บไว้แล้ว
tr: : Bu yoldaki tüm düzenlemeler başarıyla stage edildi.
uk: : Усі зміни для цього шляху були зафіксовані на стадії.
vi: : Tất cả các thay đổi đối với đường dẫn này đã được lưu tạm.
zh_hans: ：该路径下的所有编辑均已暂存。
zh_hant: ：該路徑下的所有編輯均已暫存。

source: All local changes to this file will be permanently discarded.
ar: سيتم تجاهل كافة التغييرات المحلية التي تم إجراؤها على هذا الملف نهائيًا.
da: Alle lokale ændringer af denne fil vil blive kasseret permanent.
de: Alle lokalen Änderungen an dieser Datei werden dauerhaft verworfen.
es: Todos los cambios locales realizados en este archivo se descartarán permanentemente.
fi: Kaikki paikalliset muutokset tähän tiedostoon hylätään pysyvästi.
fr: Toutes les modifications locales apportées à ce fichier seront définitivement supprimées.
he: : כל שינויים מקומיים בקובץ זה ייפוצלו באופן קבוע.
hi: : इस फ़ाइल में किए गए सभी स्थानीय परिवर्तन स्थायी रूप से खारिज कर दिए जाएंगे।
hu: : Ez a fájlra vonatkozó minden helyi módosítás mindig eltűnik.
id: : Semua perubahan lokal pada file ini akan dihapus secara permanen.
it: : Tutti i cambiamenti locali apportati a questo file verranno permanentemente eliminati.
ja: ：このファイルに対するすべてのローカル変更は、永続的に削除されます。
ko: : 이 파일에 대한 모든 지역 변경 사항은 영구적으로 무효화됩니다.
nb: : Alle lokale endringer i denne filen vil permanent bli slettet.
nl: : Alle lokale wijzigingen in deze bestand worden permanent verwijderd.
pl: : wszystkie lokalne zmiany w tym pliku zostaną na zawsze usunięte.
pt_br: : Todas as alterações locais neste arquivo serão permanentemente descartadas.
ru: : Все локальные изменения в этом файле будут навсегда утеряны.
sv: Alla lokala ändringar i denna fil kommer permanent att avskiljas.
th: การเปลี่ยนแปลงทั้งหมดในไฟล์นี้จะถูกละทิ้งอย่างถาวร
tr: : Bu dosyaya ilişkin tüm yerel değişiklikler sonsuza kadar silinecektir.
uk: : Усі локальні зміни в цьому файлі будуть під час виконання постійно видалені.
vi: : Tất cả thay đổi cục bộ đối với tệp này sẽ bị xóa vĩnh viễn.
zh_hans: ：对本文件的所有本地修改都将永久丢失。
zh_hant: ：對本文件的所有本地修改都將永久丟失。

source: Already up to date
ar: محدث بالفعل رسالة توضيحية
da: Allerede opdateret
de: Bereits aktuell
es: Ya actualizado
fi: jo ajan tasalle
fr: Déjà à jour
he: : כבר עדכני
hi: पहले से ही अद्यतन है।
hu: már frissítve
id: Sudah diperbarui
it: è già aggiornato
ja: ：既に最新です
ko: : 이미 최신 상태입니다.
nb: allerede oppdatert
nl: is reeds bijgewerkt
pl: jest już aktualizowany
pt_br: já está atualizado
ru: — уже обновлено
sv: redan uppdaterad
th: : ได้รับการอัปเดตแล้ว
tr: zaten güncel
uk: вже оновлено
vi: : Đã cập nhật đầy đủ
zh_hans: 已更新至最新版本
zh_hant: 已更新至最新版本

source: Already up to date!
ar: محدّث بالفعل!
da: Allerede opdateret!
de: Bereits aktuell!
es: ¡Ya está actualizado!
fi: Jo ajan tasalla!
fr: Déjà à jour !
he: כבר מעודכן!
hi: पहले से अपडेट है!
hu: Már naprakész!
id: Sudah yang terbaru!
it: Già aggiornato!
ja: すでに最新です！
ko: 이미 최신 상태입니다!
nb: Allerede oppdatert!
nl: Al bijgewerkt!
pl: Już aktualne!
pt_br: Já está atualizado!
ru: Уже актуально!
sv: Redan uppdaterat!
th: เป็นเวอร์ชันล่าสุดแล้ว!
tr: Zaten güncel!
uk: Уже актуально!
vi: Đã cập nhật mới nhất!
zh_hans: 已是最新！
zh_hant: 已是最新狀態！

source: Always
ar: دائمًا
da: Altid
de: Immer
es: Siempre
fi: Aina
fr: Toujours
he: תמיד
hi: हमेशा
hu: Mindig
id: Selalu
it: Sempre
ja: 常時
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sv: Alltid
th: เสมอ
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 一律

source: An active Background Sync subscription is required before background syncing can be enabled.
ar: يلزم اشتراك نشط في Background Sync قبل أن يمكن تمكين المزامنة في الخلفية.
da: Der kræves et aktivt Background Sync-abonnement, før synkronisering i baggrunden kan aktiveres.
de: Ein aktives Background Sync-Abonnement ist erforderlich, bevor die Hintergrundsynchronisierung aktiviert werden kann.
es: Se requiere una suscripción activa a Background Sync para poder activar la sincronización en segundo plano.
fi: Taustasynkronoinnin käyttöönotto edellyttää aktiivista Background Sync -tilausta.
fr: Un abonnement Background Sync actif est requis avant de pouvoir activer la synchronisation en arrière-plan.
he: נדרש מינוי פעיל ל-Background Sync לפני שניתן להפעיל סנכרון ברקע.
hi: बैकग्राउंड सिंकिंग चालू करने से पहले एक सक्रिय Background Sync सदस्यता आवश्यक है।
hu: A háttérbeli szinkronizálás bekapcsolásához aktív Background Sync-előfizetés szükséges.
id: Langganan Background Sync yang aktif diperlukan sebelum sinkronisasi latar belakang dapat diaktifkan.
it: Per attivare la sincronizzazione in background è necessario un abbonamento Background Sync attivo.
ja: バックグラウンド同期を有効にするには、有効な Background Sync サブスクリプションが必要です。
ko: 백그라운드 동기화를 활성화하려면 유효한 Background Sync 구독이 필요합니다.
nb: Et aktivt Background Sync-abonnement kreves før bakgrunnssynkronisering kan aktiveres.
nl: Een actief Background Sync-abonnement is vereist voordat synchronisatie op de achtergrond kan worden ingeschakeld.
pl: Przed włączeniem synchronizacji w tle wymagana jest aktywna subskrypcja Background Sync.
pt_br: É necessário ter uma assinatura ativa do Background Sync antes de ativar a sincronização em segundo plano.
ru: Чтобы включить фоновую синхронизацию, нужна активная подписка Background Sync.
sv: En aktiv prenumeration på Background Sync krävs innan bakgrundssynkronisering kan aktiveras.
th: ต้องมีการสมัครใช้ Background Sync ที่ใช้งานอยู่จึงจะเปิดใช้การซิงค์ในเบื้องหลังได้
tr: Arka planda eşzamanlama etkinleştirilmeden önce etkin bir Background Sync aboneliği gerekir.
uk: Перш ніж увімкнути фонову синхронізацію, потрібна активна підписка на Background Sync.
vi: Bạn cần có gói đăng ký Background Sync đang hoạt động trước khi có thể bật tính năng đồng bộ trong nền.
zh_hans: 必须先有有效的 Background Sync 订阅，才能启用后台同步。
zh_hant: 必須先有有效的 Background Sync 訂閱，才能啟用背景同步。

source: An active subscription is required to enable Background Sync.
ar: يلزم اشتراك نشط لتمكين Background Sync.
da: Der kræves et aktivt abonnement for at aktivere Background Sync.
de: Zum Aktivieren von Background Sync ist ein aktives Abonnement erforderlich.
es: Se requiere una suscripción activa para activar Background Sync.
fi: Background Sync -toiminnon käyttöönotto edellyttää aktiivista tilausta.
fr: Un abonnement actif est requis pour activer Background Sync.
he: נדרש מינוי פעיל כדי להפעיל את Background Sync.
hi: Background Sync चालू करने के लिए एक सक्रिय सदस्यता आवश्यक है।
hu: A Background Sync bekapcsolásához aktív előfizetés szükséges.
id: Langganan aktif diperlukan untuk mengaktifkan Background Sync.
it: Per attivare Background Sync è necessario un abbonamento attivo.
ja: Background Sync を有効にするには、有効なサブスクリプションが必要です。
ko: Background Sync를 활성화하려면 유효한 구독이 필요합니다.
nb: Et aktivt abonnement kreves for å aktivere Background Sync.
nl: Een actief abonnement is vereist om Background Sync in te schakelen.
pl: Do włączenia Background Sync wymagana jest aktywna subskrypcja.
pt_br: É necessário ter uma assinatura ativa para ativar o Background Sync.
ru: Для включения Background Sync нужна активная подписка.
sv: En aktiv prenumeration krävs för att aktivera Background Sync.
th: ต้องมีการสมัครใช้ที่ใช้งานอยู่เพื่อเปิดใช้ Background Sync
tr: Background Sync özelliğini etkinleştirmek için etkin bir abonelik gerekir.
uk: Щоб увімкнути Background Sync, потрібна активна підписка.
vi: Bạn cần có gói đăng ký đang hoạt động để bật Background Sync.
zh_hans: 需要有效订阅才能启用 Background Sync。
zh_hant: 需要有效訂閱才能啟用 Background Sync。

source: An optional subscription that pulls updates while the app is closed whenever iOS grants background time. One installation-level opt-in covers all current and future repositories; exclude any repository anytime.
ar: اشتراك اختياري ينفذ pull للتحديثات أثناء إغلاق التطبيق كلما منح iOS وقتًا للعمل في الخلفية. تشمل موافقة واحدة على مستوى التثبيت جميع المستودعات الحالية والمستقبلية؛ ويمكنك استثناء أي مستودع في أي وقت.
da: Et valgfrit abonnement, der udfører pull af opdateringer, mens appen er lukket, når iOS tildeler baggrundstid. Ét tilvalg på installationsniveau dækker alle nuværende og fremtidige arkiver; du kan til enhver tid undtage et arkiv.
de: Ein optionales Abonnement, das Aktualisierungen bei geschlossener App per pull abruft, sobald iOS Hintergrundzeit gewährt. Eine installationsweite Zustimmung gilt für alle aktuellen und zukünftigen Repositorys; einzelne Repositorys können Sie jederzeit ausschließen.
es: Una suscripción opcional que hace pull de las actualizaciones mientras la app está cerrada cuando iOS concede tiempo en segundo plano. Una única autorización por instalación abarca todos los repositorios actuales y futuros; puede excluir cualquier repositorio en cualquier momento.
fi: Valinnainen tilaus tekee päivityksille pull-toiminnon sovelluksen ollessa suljettuna aina, kun iOS myöntää tausta-aikaa. Yksi asennuskohtainen suostumus kattaa kaikki nykyiset ja tulevat tietovarastot, ja voit sulkea minkä tahansa tietovaraston pois milloin tahansa.
fr: Un abonnement facultatif qui effectue un pull des mises à jour lorsque l’app est fermée et qu’iOS accorde du temps d’exécution en arrière-plan. Un seul consentement par installation couvre tous les dépôts actuels et futurs ; vous pouvez exclure tout dépôt à tout moment.
he: מינוי אופציונלי שמבצע pull של עדכונים כשהיישום סגור, בכל פעם ש-iOS מקצה זמן לפעילות ברקע. הסכמה אחת ברמת ההתקנה חלה על כל המאגרים הנוכחיים והעתידיים; ניתן להחריג כל מאגר בכל עת.
hi: एक वैकल्पिक सदस्यता, जो ऐप बंद होने पर iOS से बैकग्राउंड समय मिलने पर अपडेट pull करती है। इंस्टॉलेशन स्तर पर एक बार सहमति देने से सभी मौजूदा और भावी रिपॉज़िटरी शामिल हो जाती हैं; किसी भी रिपॉज़िटरी को कभी भी बाहर रखा जा सकता है।
hu: Opcionális előfizetés, amely az alkalmazás bezárása után is pull művelettel tölti le a frissítéseket, amikor az iOS háttéridőt biztosít. Egyetlen, telepítésszintű engedélyezés minden jelenlegi és jövőbeli tárolóra érvényes; bármelyik tároló bármikor kizárható.
id: Langganan opsional yang melakukan pull pembaruan saat aplikasi ditutup setiap kali iOS memberikan waktu latar belakang. Satu persetujuan di tingkat instalasi mencakup semua repositori saat ini dan mendatang; kecualikan repositori mana pun kapan saja.
it: Un abbonamento facoltativo che esegue il pull degli aggiornamenti mentre l’app è chiusa, ogni volta che iOS concede tempo in background. Un’unica adesione a livello di installazione copre tutti i repository presenti e futuri; può escludere qualsiasi repository in ogni momento.
ja: iOS からバックグラウンド実行時間が与えられたときに、アプリが閉じていても更新を pull する任意加入のサブスクリプションです。インストール単位で一度オプトインすれば、現在および今後のすべてのリポジトリが対象になり、いつでも個別に除外できます。
ko: iOS에서 백그라운드 실행 시간을 허용할 때마다 앱이 닫혀 있는 동안 업데이트를 pull하는 선택형 구독입니다. 설치 단위로 한 번 동의하면 현재 및 향후의 모든 저장소에 적용되며, 언제든 원하는 저장소를 제외할 수 있습니다.
nb: Et valgfritt abonnement som utfører pull av oppdateringer mens appen er lukket, når iOS gir tid i bakgrunnen. Ett samtykke per installasjon dekker alle nåværende og fremtidige repositorier. Du kan når som helst utelate et repositorium.
nl: Een optioneel abonnement dat een pull van updates uitvoert terwijl de app gesloten is wanneer iOS achtergrondtijd toekent. Eén toestemming per installatie geldt voor alle huidige en toekomstige repository's; u kunt elke repository op elk moment uitsluiten.
pl: Opcjonalna subskrypcja, która pobiera aktualizacje przy zamkniętej aplikacji, gdy iOS przydzieli czas na działanie w tle. Jedna zgoda na poziomie instalacji obejmuje wszystkie obecne i przyszłe repozytoria; każde z nich można w dowolnej chwili wykluczyć.
pt_br: Uma assinatura opcional que faz pull de atualizações com o app fechado sempre que o iOS concede tempo em segundo plano. Uma única adesão por instalação abrange todos os repositórios atuais e futuros; exclua qualquer repositório quando quiser.
ru: Необязательная подписка, которая выполняет pull обновлений при закрытом приложении, когда iOS предоставляет время для фоновой работы. Одно согласие на уровне установки распространяется на все текущие и будущие репозитории; любой репозиторий можно исключить в любое время.
sv: En valfri prenumeration som hämtar uppdateringar med pull medan appen är stängd när iOS tilldelar bakgrundstid. Ett val på installationsnivå omfattar alla aktuella och framtida arkiv; du kan när som helst undanta ett arkiv.
th: การสมัครใช้แบบไม่บังคับที่ทำ pull เพื่อรับรายการอัปเดตขณะปิดแอปเมื่อ iOS จัดสรรเวลาในเบื้องหลัง การเลือกเข้าร่วมครั้งเดียวในระดับการติดตั้งจะครอบคลุมคลังทั้งหมดทั้งในปัจจุบันและอนาคต โดยยกเว้นคลังใดก็ได้ทุกเมื่อ
tr: iOS arka plan süresi verdiğinde uygulama kapalıyken güncellemeleri pull ile alan isteğe bağlı bir abonelik. Kurulum düzeyinde tek bir onay mevcut ve gelecekteki tüm depoları kapsar; istediğiniz depoyu istediğiniz zaman hariç tutabilirsiniz.
uk: Необов’язкова підписка, яка виконує pull оновлень, поки застосунок закритий, щоразу, коли iOS надає фоновий час. Одна згода на рівні інсталяції охоплює всі поточні й майбутні репозиторії; будь-який репозиторій можна виключити будь-коли.
vi: Gói đăng ký không bắt buộc giúp pull bản cập nhật khi ứng dụng đang đóng mỗi khi iOS cấp thời gian chạy nền. Một lần chọn tham gia ở cấp độ bản cài đặt sẽ áp dụng cho mọi kho lưu trữ hiện tại và tương lai; bạn có thể loại trừ kho lưu trữ bất kỳ lúc nào.
zh_hans: 一项可选订阅：应用关闭时，只要 iOS 授予后台运行时间，就会 pull 更新。安装级的一次选择加入会涵盖当前及未来的所有仓库；您可随时排除任何仓库。
zh_hant: 一項選用訂閱：App 關閉時，只要 iOS 授予背景執行時間，就會 pull 更新。安裝層級的一次加入選擇會涵蓋目前及未來的所有儲存庫；您可隨時排除任何儲存庫。

source: Annotation message (optional)
ar: (اختياري)
da: Annotationsmeddelelse (valgfrit)
de: Anmerkungsnachricht (optional)
es: Mensaje de anotación (opcional)
fi: Huomautusviesti (valinnainen)
fr: Message d&#39;annotation (facultatif)
he: – הודעה של תיאור (선택י)
hi: एनोटेशन संदेश (वैकल्पिक)
hu: Anotációs üzenet (voltvajonos)
id: Pesan anotasi (opsional)
it: Messaggio di annotazione (opzionale)
ja: 注釈メッセージ（オプション）
ko: 주석 메시지(선택 사항)
nb: Anmerkningsmelding (valgfritt)
nl: annotatiesbericht (optioneel)
pl: Wiadomość komentarzowa (opcjonalne)
pt_br: Mensagem de anotação (opcional)
ru: : аннотационное сообщение (опционально)
sv: Anmälningsmeddelande (valfritt)
th: ข้อความคำอธิบาย (ไม่จำเป็น)
tr: Notlama mesajı (isteğe bağlı)
uk: Анотаційне повідомлення (необов'язкове)
vi: Thông báo chú thích (tùy chọn)
zh_hans: 注释消息（可选）
zh_hant: 註釋消息（可選）

source: Annual
ar: سنوي
da: Årligt
de: Jährlich
es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hu: Éves
id: Tahunan
it: Annuale
ja: 年間
ko: 연간
nb: Årlig
nl: Jaarlijks
pl: Roczne
pt_br: Anual
ru: Ежегодно
sv: Årligt
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Năm ngoái
zh_hans: 年度
zh_hant: 年度

source: Any connection
ar: أي اتصال
da: Enhver forbindelse
de: Jede Verbindung
es: Cualquier conexión
fi: Mikä tahansa yhteys
fr: Toute connexion
he: כל חיבור
hi: कोई भी कनेक्शन
hu: Bármilyen kapcsolat
id: Setiap koneksi
it: Qualsiasi connessione
ja: 任意の接続
ko: 어떤 연결도 가능합니다.
nb: Hver som helst tilkobling
nl: Elke verbinding
pl: Jakakolwiek połączenie
pt_br: Qualquer conexão
ru: 任一 соединение
sv: Varje anslutning
th: การเชื่อมต่อใดๆ
tr: Herhangi bir bağlantı
uk: Будь-яка з'єднання
vi: Bất kỳ kết nối nào
zh_hans: 任意连接
zh_hant: 任意連線

source: Any power state
ar: أي حالة الطاقة
da: Hvilken som helst strømtilstand
de: Jeder Stromzustand
es: Cualquier estado de alimentación
fi: Mikä tahansa virtalähteen tila
fr: Tout état d'alimentation
he: מצב כוח
hi: कोई भी बिजली स्थिति
hu: Bármilyen energiaállapot
id: Setiap status daya
it: Qualsiasi stato di potenza
ja: 任意の電源状態
ko: 어떤 전력 상태든
nb: Hver som helst strømtilstand
nl: Elke stroomtoestand
pl: Jakikolwiek stan napędu
pt_br: Qualquer estado de energia
ru: 任一 энергетический режим
sv: Varje effektförhållande
th: สถานะพลังงานใดๆ
tr: Herhangi bir güç durumu
uk: Будь-яка режимна станова ознака
vi: Mọi trạng thái điện năng
zh_hans: 任意电源状态
zh_hant: 任意電源狀態

source: App Settings
ar: إعدادات التطبيق
da: Appindstillinger
de: App-Einstellungen
es: Ajustes de la app
fi: Sovelluksen asetukset
fr: Réglages de l'app
he: הגדרות האפליקציה
hi: ऐप सेटिंग्स
hu: Alkalmazás beállításai
id: Pengaturan Aplikasi
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
nb: Appinnstillinger
nl: App-instellingen
pl: Ustawienia aplikacji
pt_br: Configurações do App
ru: Настройки приложения
sv: Appinställningar
th: การตั้งค่าแอป
tr: Uygulama Ayarları
uk: Налаштування застосунку
vi: Cài đặt ứng dụng
zh_hans: 应用设置
zh_hant: 應用程式設定

source: Apply
ar: تطبيق
da: Anvend
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hi: लागू करें
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用
